// Version: 3.2.0 build 101003

// About Box
10000=關於minipad2
10010=繁體中文 by Don
10020=This program is a freeware!
10180=If you wish to support, please click:

// File Menu
1000=檔案(&F)
1010=新的筆記頁(&N)
1020=新的功能頁(&P)
1030=新的計算頁(&C)
1040=新的備忘頁(&M)
1050=新的辭典頁(&D)
1060=新的連結頁(&L)
1070=新的通訊頁(&T)
1110=新的組群(&G)
1120=&Rename
1130=Switch &Lock
1140=刪除頁面(&D)
1145=關閉頁面(&C)
1150=儲存(&S)
1160=&Property...
1170=&View
1180=匯入(&I)...
1190=匯出(&E)...
1200=郵寄頁面(&M)...
1210=關閉(&X)

// Edit Menu
1300=編輯(&E)
1310=清除(&L)
1320=還原(&U)
1330=取消還原(&R)
1340=全選(&A)
1350=剪下(&T)
1360=複製(&C)
1370=貼上(&P)
1400=&Delete\tDel
1410=新的項目(&N)
1420=插入項目(&I)
1430=編輯項目(&E)
1405=&Delete Item\tDel
1406=&Remove Item\tDel
1440=自動換行(&W)
1380=&Text Tools
1381=Highlight 1
1382=Highlight 2
1383=Highlight 3
1384=Highlight 4
1385=Remove Highlight
1386=List 1
1387=List 2
1388=Ordered List
1389=Remove List
1390=Delete all empty lines
1391=Leave one empty line
1450=尋找/取代(&F)...
1460=Subsequent Find
1462=尋找下一個(&N)
1464=Find &Previous
1466=取代&&尋找下一個(&R)
1468=&Replace && Find Previous
1470=全部取代(&E)
1480=&Highlight Match
1490=Insert &Link...
5000=插入範本文字(&M)
4000=插入剪貼簿文字(&X)

// Navigation Menu
1550=&Navigation
1560=前一個(&P)
1570=下一個(&N)
1580=上一層(&U)
1590=Recent Notes
7000=Recent &Create
7500=Recent &Modify
8000=Recent &Visit
1600=&Manage Recent Notes
6500=&Favorite
1610=&Add Favorite
1615=&Remove Favorite
1620=&Manage Favorite
1630=&Search...
1650=Recycle Bin

// Tools Menu
1700=工具(&T)
1710=樹狀顯示(&T)
1720=保持最上層(&S)
1730=透明效果(&T)
1740=自動隱藏(&H)
1750=範本管理(&P)
1760=快速連結管理(&L)
1770=監視剪貼簿(&W)
1780=清空剪貼簿(&C)
1790=Clipboard &Manage
1800=Statistics...
1810=自訂工具列(&D)...
1820=設定(&O)...

// Help Menu
1900=說明(&H)
1910=說明主題(&H)
1920=首頁(&P)
1930=論壇(&F)
1950=&Donate
1940=關於(&A)...

// Tray Menu
1960=還原
1970=最小化
1975=New Note
1980=Auto Record
6000=Fast Links

// Common buttons
1=確定
2=取消
402=新增...
406=新的
408=重設
404=A
405=V
413=Apply

// Find/Replace Dialog
10200=尋找/取代
10230=取代為:
10350=符合大小寫
10360=完全相符
10330=往上
10340=往下
10370=反覆搜尋
10240=尋找目標:
10250=請輸入目標文字!
10260=Do you really want to use \%0\ to replace each \%2\ in the %1 direction?
10270=往上
10280=往上
10290=全部目標文字已取代!
10300=找不到目標文字!
10310=找不到取代目標!
10390=Within selected text
10400=Close me after find first match
10410=Highlight find result

// Define Toolbar Dialog
10450=自訂工具列
10480=可用的按鈕
10490=現用的按鈕
10500=分隔線
10510=是否要重置設原來的工具圖示?

// Property Dialog
10600=Property
10650=General
10660=Status:
10680=Create time:
10690=Modify time:
10760=Visit time:
10770=Path:
10850=Extended
10870=Text saved in file:
11000=清單
11020=載入預設
11030=儲存為預設
11040=全選
11050=大圖示
11060=小圖示
11070=清單
11080=詳細資料
11090=Abstract
11120=選擇整列
11100=顯示格網線
11110=樣式
11130=選項項目
11150=Show Checkbox
11160=Apply to all

// Statistics Dialog
11250=Statistics
11280=Current Page
11290=Database
11300=Total Characters:
11340=Characters ExCr:
11350=Characters ExBl:
11310=Words:
11360=Lines:
11320=Paragraphs:
11330=Items:

// LogIn Dialog
11400=登入minipad2
11410=請輸入密碼:
11430=密碼錯誤!

// Import Dialog
11500=Import
15380=Import from:
11510=File
11520=文件夾
11530=Virtual import

// Export Dialog
11600=Export
15430=Export to:
11610=To file
11620=To folder
11625=To Clipboard
11630=Encode:

// Search Dialog
11700=Search
11720=Page type:
11730=Criteria:

// Mini-note Dialog
11850=New Note

// ClipItem Dialog
11860=New ClipItem
11870=Edit ClipItem
11880=Fixed Item

// Insert Link Dialog
11950=Insert Link

// Options Dialog
15000=設定

// Program Settings
15050=程式設定
15060=隨系統自動啟動
15070=顯示工具列圖示
15080=最小化到工具列
15090=啟動時最小化
15100=Close to tray
15110=自動命名新的頁面
15120=確認刪除
15130=外部捲動
15140=切換頁面時焦點總在編輯器
15170=Mail Client:
15150=最小化/還原快捷鍵:
15190=Recent notes:
15065=Recycler limit:
15066=Remember page scroll

// Edit Settings
15200=Edit
15270=自動空行風格
15210=自動首行縮排
15245=One click open link
15220=確認清除
15230=標籤寬度:
15250=復原次數:
15295=Smooth scroll
15215=List 1:
15225=List 2:

// Notes Settings
15300=Notes
15320=New Note:
15325=New note in background:
15330=Snap text:
15335=New note in background and snap text:
15345=Snap text to file:
15341=Close note:
15342=Switch auto record:

// Import / Export Settings
15350=Import / Export
15400=When import:
15360=Use default settings
15370=Always ask
15390=When export:
15410=Always ask
15420=Use default settings
15440=項目分隔行:
15460=Use virtual import when drag in files

// Behavior Settings
15500=操作習慣
15530=Esc鍵用於:
15510=最小化
15520=清除文字
15540=左鍵連按標籤:
15550=Switch status
15560=重新命名
15570=Delete
15630=中鍵點標籤:
15590=重新命名
15600=Switch status
15610=Delete
15640=左鍵連按組群的空白處:
15580=新增頁面
15620=返回上一層

// Log In Settings
15700=Log In
15710=登入密碼:
15730=密碼:
15740=確認密碼:
15760=Lock tray-icon after:
15770=Encrypt data file

// Save / Backup Settings
15800=Save / Backup
15810=自動儲存
15830=Auto backup, interval:
15850=備份路徑:
15860=選擇備份文件夾:
15890=Total backups:
15825=次儲存
15835=minutes
15845=hours
15855=days

// Auto Hide Settings
15900=自動隱藏
15960=方向:
15970=隱藏延遲:
15980=顯示延遲:
15990=動畫速度:
16000=邊緣寬度:
16010=自由
16020=左
16030=上
16040=右
16050=下

// Appearance Settings
16500=界面設定
16610=語言:
16530=工具視窗樣式
16590=在標題列顯示頁面名稱
16550=顯示選單列
16560=顯示工具列
16510=自動調整界面元素
16540=敏感度:
16580=透明度:
16620=Splitter width:

// Tree Panel Settings
16700=Tree Panel
16790=樹狀視窗:
16770=字體...
16780=顏色...
16710=樹狀視窗水平捲動條
16720=顯示節點按鈕
16730=顯示節點連線
16740=根接點以線相連
16750=顯示節點圖示
16800=Tree on right

// Tab Bar Settings
16850=Tab Bar
16930=標籤欄:
16920=字體...
16860=標籤多行顯示
16890=Tabs on bottom
16870=固定標籤寬度:
16900=顯示標籤圖示
16940=Highlight current tab

// List Panel Settings
17000=List Panel
17040=清單視窗:
17020=字體...
17030=顏色...
17045=Abstract View:
17055=字體...
17060=顏色...
17065=Abstract Title:
17075=字體...
17080=顏色...
17085=Abstract Sel-Title:
17090=字體...
17095=顏色...

// Editor Settings
17100=編輯器
17140=編輯器:
17120=字體...
17130=顏色...
15280=頁面邊距:
17150=顯示行號
17170=顏色...
17180=強調當前行
17200=顏色...
17210=顏色...
17240=Underline
17230=Highlight scheme:

// Other Controls Settings
17400=Other Controls
17410=Mini-note window:
17430=字體...
17440=顏色...

// Extensions Settings
17600=Extensions
17610=啟動計算頁
17620=啟動備忘頁
17630=啟動辭典頁
17640=啟動連結頁
17660=啟動通訊頁
17670=啟動範本
17680=啟動多重剪貼簿
17690=注意: 在這頁面的修改須重新啟動才生效

// Calculator Settings
17800=Calculator
17840=十進制:
17850=三角函數計算:
17820=弧度制
17830=角度制
17860=自訂函數:

// Dictionary Settings
17950=Dictionary
17980=辭典清單:
17960=顯示全部搜尋結果
17990=傳送編碼之辭典檔案, 請等待...
18000=Tip-query hotkey:
18020=顏色...

// Launcher Settings
18100=Launcher
18130=快速連結快捷鍵:
18210=啟動子項目快捷鍵
18110=取消讀取連結圖示(較快)
18120=打開連結後自動最小化minipad2

// Template Settings
18200=文字範本
18220=文字範本快捷鍵:
18240=範本/ 剪貼簿跳出選單無焦點
18250=Capture hotkey:
20760=Abbrev.:

// Clipboard Settings
18300=多重剪貼簿
18350=剪貼簿項目數:
18360=項目最大字數:
18370=文字範本快捷鍵:
18390=選單寬度:
18410=新貼上的項目為第一項
18340=Filter duplicate items;
18345=Only filter neighboring duplicate items;

// Link Dialog
20170=新的連結
20180=編輯連結
20030=程式/ 檔案
20040=文件夾
20050=網址
20060=電子郵件
20080=批次
20120=連結:
20130=類型:
20150=連結:
20160=類型:
20140=快捷鍵:
20010=標題:

// Memo Dialog
20500=新的備忘
20510=編輯備忘
20380=備忘
20390=執行連結
20400=沒有動作
20320=時間:
20430=描述:
20440=動作:
20450=當天
20460=每天
20470=每周
20480=每月
20485=Yearly
20490=日程
20560=無時間
20520=提示音:
20540=無
20550=嗶嗶
20530=聲音檔案

// Contact Dialog
21290=編輯聯絡人
21280=新的聯絡人
21150=名稱:
21160=公司:
21170=手機:
21180=ICQ:
21190=MSN:
21200=性別:
21210=住址:
21220=郵遞區號:
21230=電話:
21240=傳真:
21250=其他:
21260=備註:
21270=部門/職務:
10090=電子郵件:

// Template Dialog
20740=新的範本
20750=編輯範本

// Reminder PopupBox
20900=minipad2 備忘錄
20920=再次提醒:
20940=分.
20950=No remind
20960=Delete me

// Messages & Misc Strings
25000=新增頁面
25010=請輸入頁面名稱:
25020=提示
25030=是否要刪除當前的頁面?
25040=重新命名
25050=是否要清除當前的頁面的內容?
25060=男性
25070=女性
25080=選擇檔案
25090=全部檔案(*.*)|*.*|可執行的檔案(*.exe)|*.exe|DOC 檔案(*.doc)|*.doc|XLS 檔案(*.xls)|*.xls|PPT 檔案(*.ppt)|*.ppt|PDF 檔案(*.pdf)|*.pdf|文字檔案(*.txt)|*.txt
25100=選擇聲音檔案
25110=聲音檔案(*.wav)|*.wav
25120=選擇文件夾
25130=提醒
25131=任務
25132=無
25140=時間
25150=動作
25160=啟動聲音
25170=聲音檔案
25180=描述
25210=類別
25190=File
25191=文件夾
25192=網址
25193=電子郵件
25194=Node
25195=其他
25196=批次連結
25200=連結
25220=快捷鍵
25225=Abbrev.
25230=名稱
25240=性別
25250=手機
25260=電子郵件
25270=IM
25280=MSN
25290=公司
25300=部門/職務
25310=住址
25320=郵遞區號
25330=電話
25340=傳真
25350=其他
25400=是否要刪除剪貼簿中的所有文字?
25410=選擇要匯入的檔案
25420=Text Files (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
25430=命名匯出的檔案;
25440=文字檔案(*.txt)|*.txt|全部檔案(*.*)|*.*
25450=文字檔案(*.txt)|*.txt|minipad2 匯出檔案(*.mep)|*.mep|全部檔案(*.*)|*.*
25460=minipad2 匯出檔案(*.mep)|*.mep|文字檔案(*.txt)|*.txt|全部檔案(*.*)|*.*;
25470=這清單的內容已傳送到剪貼簿.
25480=是否要從快速連結清單中刪除已選擇的項目?
25490=是否要刪除已選擇項目?
25495=Are you sure to remove the selected items?
25500=是否要刪除已選擇的頁面?
25510=全部
25520=選擇組群中包含已上鎖的頁面,無法刪除。
25530=是否要刪除整個組群, 包括所有子項目?
25540=密碼錯誤! 請檢查!
25550=Select mail client executable
25560=Executable File (*.exe)|*.exe
25570=The selected text has been added to the template list of minipad2.
25580=The item with same content (Nr. %0) has already existed in the template list!
25590=Table of Contents
25600=Information
26080=Are you sure to apply the current settings to all pages with the same type?
25610=Select Icon File
25620=Icon file (*.ico)|*.ico|All files (*.*)|*.*
25625=Unsupported operation!
25626=New note created with title:
25627=The following text is snapped:
25630=Created new note and snapped the following text:
25628=Data is saved.
26010=Save snapped text to file
26020=The following text has been saved to file
26030=The current node (and subnodes if any) has been exported to folder:
26040=The content of current page has been exported to file:
26045=The content of current page has been exported to clipboard
26050=The content of current node (and subnodes if any) has been exported to file:
26060=The version of the mep file does not match the current version!
26070=Invalid node link!
26090=File importing, holding ESC to abort...
26095=User abort import
26110=Deleting, press and holding ESC to abort...
26100=Page exporting, holding ESC to abort...
26105=User abort export
25670=Group
25690=Note
25680=Tag
25700=Calc
25710=Memo
25720=Dict
25730=連結
25740=Contact
25360=Group
25361=NotePage
25362=計算頁
25363=MemoPage
25364=辭典頁
25365=連結頁
25366=ContactPage
25375=備忘
25376=連結
25377=Contact
25378=文字範本
25386=ClipItem
25370=文字範本
25380=快速連結
25390=多重剪貼簿
25750=Normal
25760=Locked
25770=Protected
25780=ReadOnly
25840=標題
25790=Create Time
25800=Modify Time
25810=Visit Time
25860=External
25820=File
25830=備註
25920=Text
25850=Abstract
25855=Search result
25865=Node path
25930=Recent Notes
25940=Recent Created
25950=Recent Modified
25960=Recent Visited
25870=Favorite
25880=Search
25890=Tags
25900=全部
25910=RecycleBin
25970==
25980=<>
25990=Include
26000=Exclude